[
    {
        "name": "Hawa Mahal, Jaipur",
        "description": "The massive edifice of Hawa Mahal stands at the intersection of the main road in Jaipur, Badi Chaupad. It is regarded as the signature building of the city and was built by Maharaja Sawai Pratap Singh in the year 1799. Hawa Mahal derives its name from its unique structure, which is a mesh of small windows that allowed cool wind to enter the palace and hence kept the palace comfortable during the hot summer months.Hawa Mahal is built in the Rajput architectural style and is constructed of red and pink sandstone. The Palace has a pyramidal structure which almost resembles a crown, and is embellished with myriad tiny windows.",
        "image":"/LocalAttractionsImages/hawa_mahal.jpg"
    },
    {
        "name": "City Palace, Jaipur",
        "description": "The magnificent City Palace is one of the most famous tourist attractions in the city of Jaipur, Rajasthan. Built by Maharaja Sawai Jai Singh during the years 1729 to 1732, the vast complex of the palace occupied one seventh of the walled city. The imposing complex of the palace used to be the seat of the Maharaja of Jaipur. Planned with precise intricacies, the palace was divided into a series of courtyards, buildings and gardens including the Chandra Mahal and the Mubarak Mahal along with various other palaces. The Chandra Mahal is now a museum but the major part of it is still the royal residence.",
        "image":"/LocalAttractionsImages/City_Palace.jpg"
    },
    {
        "name": "Amber Fort, Jaipur",
        "description": "Cradled on the top of the Aravali Hill and forming a beautiful reflection across the Maotha Lake, lies the Amber Fort. An architectural masterpiece and with significant reference in the Indian history, it is visited by over five thousand tourists daily. Only eleven kilometres away from the capital city of Jaipur, Amber Fort is clad in pink and yellow sandstone and is a part of an extensive complex. The Fort gives a mesmerizing view from the bottom of the hill when it is illuminated every evening. Built by one of the most trusted general of Akbar, Man Singh. ",
        "image":"/LocalAttractionsImages/amber_fort.jpg"
    },
    {
        "name": "Albert Hall Museum, Jaipur",
        "description": "Situated in the Ram Niwas Garden of Jaipur, the great Albert Hall is the oldest museum of Rajasthan. Standing as a perfect epitome of Indo-Saracenic architecture, the building is named after the Prince of Whales, Albert Edward. Also called as the Government Central Museum, it has an extensive collection of artefacts brought from the different regions of the world which makes it a hub of imparting knowledge on Indian history. The night tourism is even more exciting.   The Albert Hall is the right place to head when you feel like knowing about Indian history profoundly.",
        "image":"/LocalAttractionsImages/albert-hall.jpg"
    },
    {
        "name": "Jantar Mantar, Jaipur",
        "description": "Located near the City Palace in the regal city of Jaipur, Jantar Mantar is the largest stone astronomical observatory in the world. This ancient study boasts of nineteen instruments built out of stone and brass and was built by Raja Sawai Jai Singh in 1727-33. The intelligent construction and placement of these instruments allowed the observer to note the position of heavenly bodies with their naked eye alone. An amalgam of various disciplines, Jantar Mantar stands proudly as a witness of the wisdom and mathematical prowess of a former age. Owing to its rich cultural, heritage and scientific value, Jantar Mantar has also been featured on UNESCO's list of World Heritage Sites.",
        "image":"/LocalAttractionsImages/jantar_mantar.jpg"
    },
    {
        "name": "Govind Ji Temple, Jaipur",
        "description": "For Krishna followers, this is the most significant temple in the world after Vrindavan. It is believed that the statue of the deity here looks exactly like Krishna's form during his incarnation of Earth. It is located in the same campus as City Palace. Also, it is best to visit this temple around Janmashtmi when an exotic and joyful celebration takes place.",
        "image":"/LocalAttractionsImages/Govind_Dev_Ji_Temple.jpg"
    },
    {
        "name": "Nahargarh Fort, Jaipur",
        "description": "Located in the Pink City of Jaipur is the Nahargarh Fort, which is one of the many countless palaces and beautiful historic buildings that speak of the magnificent and rich history of this city. Embellished with delicate carvings and stonework, the Nahargarh Fort is an impregnable fortification that together with its two neighbouring forts, Amer Fort and Jaigarh Fort, once stood as the strong defence of Jaipur city. Standing tall on Aravalli Hills, the Fort was built by Maharaja Sawai Jai Singh II in the year 1734 as a retreat. It was originally called Sudarshangarh Fort, but was later renamed to Nahargarh Fort which literally translated to 'The Abode of Tigers'.",
        "image":"/LocalAttractionsImages/nahargar_fort.jpg"
    },
    {
        "name": "Galtaji Temple, Jaipur",
        "description": "Galtaji Temple outlined by the beautiful Aravalli hills consists of several shrines, holy kunds, pavilions and natural springs. This temple is situated in the heart of a hilly terrain that is bounded by a beautiful gorge which attracts tourists here every year. It was built using pink colour sandstone and is a huge temple complex with different shrines. Located inside the City Palace, the walls of this temple are beautifully adorned with carvings and paintings that make this place worth visiting.",
        "image":"/LocalAttractionsImages/galta_temple.jpg"
    },
    {
        "name": "Jaigarh Fort, Jaipur",
        "description": "Jaigarh Fort is a grand structure perched on the top of the 'Cheel ka Teela' hills in the Pink City of Jaipur. This magnificent edifice was commissioned by Sawai Jai Singh II in the year 1726 to protect Amer Fort. Cradled on the top of the cliff it is a palatial structure bounded by verdant greenery and massive battlements. This magnificent fort is connected to Amer Fort through subterranean passages and is famously known as the 'Fort of Victory' as it was never conquered. The fort currently houses the world's largest cannon on wheels and offers a magnificent view of the Jaipur city.",
        "image":"/LocalAttractionsImages/jaigarh_fort.jpg"
    },
    {
        "name": "Jal Mahal, Jaipur",
        "description": "In the outskirts of Jaipur, away from the mayhem of the city, lies the splendid and tranquil Jal Mahal. It is also called as the Water Palace because of its location in the middle of the Man Sagar Lake in Jaipur. This low rise symmetrical Palace was once a shooting lodge for the Maharajas and now fascinates many visitors from all over the world. It is one of the most beautiful architectural palaces built by combining the Mughal and Rajput style of architecture. The Jal Mahal nestled in the lake with verdant Nahargarh Hills in the backdrop looks mesmerizing.",
        "image":"/LocalAttractionsImages/jal_mahal.jpg"
    },
    {
        "name": "Birla Mandir, Jaipur",
        "description": "Birla Mandir in Jaipur, also known as the Lakshmi Narayan Temple, is a marvel of modern architecture. Built entirely of white marble, the temple is dedicated to Lord Vishnu (Narayan) and his consort Lakshmi, the goddess of wealth. The temple is located at the foot of Moti Dungari hill and offers panoramic views of the city of Jaipur. The intricate carvings on the temple walls and the beautiful sculptures add to its aesthetic charm.",
        "image":"/LocalAttractionsImages/birla_mandir.jpg"
    }
]